{
    "navWork": "Projetos",
    "navMission": "Missão",
    "navContact": "Contato",
    "heroTitle": "Mudando o mundo através da <span class='hero-gradient-text'>educação e tecnologia.</span>",
    "heroSubtitle": "Sou um empreendedor e Fundador da Arcas, com a missão de ajudar pessoas a se tornarem mais produtivas e alcançarem seus objetivos.",
    "heroButton": "Explore Meus Projetos",
    "workTag": "Meu Trabalho",
    "workTitle": "Empresas e Projetos",
    "elevenTitle": "Eleven Soft",
    "elevenDesc": "Cofundador. Construindo software de alta qualidade para operações de alto risco.",
    "impactivaTitle": "Agência Impactiva",
    "impactivaDesc": "Cofundador. Ajudando YouTubers a construir conteúdo educacional de alta qualidade que dura para sempre.",
    "arcasTitle": "Arcas",
    "arcasDesc": "Desenvolvendo frameworks e conteúdo que capacitam indivíduos e equipes a alcançar seus objetivos mais ambiciosos.",
    "missionTag": "Minha Missão",
    "missionTitle": "Para Desbloquear o Potencial Humano",
    "missionDesc1": "Acredito que a educação é a alavanca mais poderosa para mudanças positivas. Minha jornada como empreendedor é impulsionada por um único objetivo de vida: remodelar a forma como aprendemos e crescemos. Estamos em uma posição única para alavancar a tecnologia, especialmente a IA, para criar experiências educacionais mais personalizadas, eficazes e acessíveis para todos.",
    "missionDesc2": "Através das minhas empresas e projetos, dedico-me a construir ferramentas e sistemas que não só ajudam as pessoas a tornarem-se mais produtivas, mas também as capacitam a seguir as suas paixões e a atingir o seu pleno potencial.",
    "connectTag": "Conecte-se Comigo",
    "connectTitle": "Vamos Construir o Futuro Juntos.",
    "connectDesc": "Estou sempre aberto a me conectar com pessoas que pensam como eu, potenciais parceiros e a próxima geração de inovadores. Se a minha missão ressoa com você, vamos conversar.",
    "connectEmail": "contact@williandesouza.com",
    "footerRights": "&copy; 2025 Willian de Souza. Todos os Direitos Reservados."
}
